LEXICON = {
    'greeting': 'Добрый день, {full_name}!\nДанный бот уведосляет о готовых '
                'code review по выполненному уроку на dvmn.org',
    'checked_errors_found': 'У вас проверили урок "{lesson_title}"\n\n'
                            'К сожалению нашлись ошибки.\n'
                            'Для просмотра урока перейдите по ссылке: '
                            '{lesson_url}',
    'checked_no_errors': 'У вас проверили урок "{lesson_title}"\n\n'
                         'Преподавателю все понравилось. Можно приступать к '
                         'следующему уроку!\n'
                         'Для просмотра урока перейдите по ссылке: '
                         '{lesson_url}',
    'ok_button': 'Хорошо',
}